1password
anydesk-bin
autotiling-git
cheat
font-patcher
game-devices-udev
glib
google-chrome-beta
grub-customizer-git
heroic-games-launcher-bin
hidamari
i3exit
j4-dmenu-desktop-git
jetbrains-toolbox
lutris-git
microsoft-edge-dev-bin
mpv-amd-full-git
nordvpn-bin
notion-app-electron
noto-fonts-sc
numix-icon-theme-git
nvm
paru
paru-debug
pavucontrol-git
poppler-qt6-git
postman-bin
prettierd
protonhax
protonup-qt
python-pylspci
spicetify-cli-git
spotify-edge
sticky-git
timeshift-autosnap
ttf-font-icons
ttf-google-sans
ttf-inter
ttf-ionicons
ttf-mac-fonts
ttf-ms-win11-auto
unimatrix-git
wine-git
wps-office
xbps
xxdiff
ydiff
zafiro-icon-theme-git
