tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "fsouza/prettierd"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "oven-sh/bun"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
brew "ast-grep"
brew "bat"
brew "python@3.12"
brew "glib"
brew "cairo"
brew "cheat"
brew "chezmoi"
brew "diff-so-fancy"
brew "dotnet"
brew "dotnet@6"
brew "fastfetch"
brew "fd"
brew "feh"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "libssh"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-quick-stats"
brew "glab"
brew "libassuan"
brew "gnupg"
brew "go"
brew "htop"
brew "igv"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "lazygit"
brew "lua-language-server"
brew "luarocks"
brew "mkcert"
brew "node"
brew "mongosh"
brew "openssl@1.1"
brew "python@3.11"
brew "mono"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "node@16"
brew "nss"
brew "nvm"
brew "openjdk@11"
brew "pnpm"
brew "postgresql@15"
brew "powerlevel10k"
brew "pure"
brew "pyenv"
brew "qemu"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "shpotify"
brew "starship"
brew "switchaudio-osx"
brew "tldr"
brew "tmux"
brew "wimlib"
brew "xclip"
brew "ydiff"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "cmacrae/formulae/spacebar"
brew "fsouza/prettierd/prettierd"
brew "heroku/brew/heroku"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
brew "oven-sh/bun/bun"
cask "1password-cli"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "ngrok"
cask "obs"
cask "rar"
cask "raycast"
cask "sf-symbols"
cask "warp"
